tap "1password/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "wez/wezterm"
tap "railwaycat/emacsmacport"
brew "anyenv"
brew "libyaml"
brew "asdf"
brew "awscli"
brew "bat"
brew "buf"
brew "cpanminus" 
brew "curl"
brew "direnv"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gitui"
brew "gnutls"
brew "gnupg"
brew "golangci-lint"
brew "jq"
brew "libxml2"
brew "php"
brew "pinentry-mac"
brew "postgresql@14"
brew "protobuf"
brew "python@3.10"
brew "rakudo"
brew "rbenv"
brew "skhd"
brew "starship"
brew "yabai"
brew "actionlint"
brew "jnv"
brew "sketchybar"
brew "clang-format"
brew "diff-so-fancy"
brew "borders"
cask "1password-cli"
cask "keycastr"
cask "session-manager-plugin"
cask "tunnelblick"
# cask "wezterm"
cask "wezterm-nightly"
cask "zoom"
cask "inkdrop"
cask "stoplight-studio"
cask "font-monaspace"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "warp"
cask "sf-symbols"
cask "cursor"
cask "font-udev-gothic-nf"
cask "jordanbaird-ice"
cask "wave"
cask "emacs-mac"
cask "neat"
